{
  "external_context": [
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "response to the Air Quality Monitoring Statement Please click on the links below for previous Air Quality reports. The last 3 months can be found on the Air Quality Monitoring page . EA Monthly Air Quality Report UKHSA Health Risk Assessment March 2025 February 2025 February 2025 January 2025 Interim Health Risk Assessment January 6th - 12th , January 2025 December 2024 December 2024 November 2024 November 2024 October 2024 October 2024 September 2024 September 2024 August 2024 August 2024 July 2024 July 2024 June 2024 June 2024 May 2024 May 2024 April 2024 April 2024 March 2024 March 2024"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "February 2024 February 2024 January 2024 January 2024 December 2023 December 2023 November 2023 November 2023 October 2023 October 2023 September 2023 September 2023 August 2023 August 2023 July 2023 July 2023 June 2023 June 2023 May 2023 May 2023 April 2023 April 2023 March 2023 March 2023 February 2023 February 2023 January 2023 January 2023 December 2022 December 2022 November 2022 November 2022 October 2022 October 2022 September 2022 September 2022 August 2022 August 2022 July 2022 July 2022 June 2022 June 2022 May 2022 May 2022 April 2022 April 2022 March 2022 March 2022 February 2022"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "February 2022 January 2022 January 2022 December 2021 December 2021 November 2021 November 2021 October 2021 October 2021 September 2021 September 2021 August 2021 August 2021 July 2021 July 2021 June 2021 June 2021 May 2021 May 2021 April 2021 April 2021 Environment Agency Task Specific Analysis Air Quality Reports In 2022 we conducted a short study using passive hydrogen sulphide (H 2 S) diffusion tube monitoring carried out in the vicinity of Walley's Quarry Landfill Site in Silverdale between the 14 April 2022 and 14 July 2022. The monitoring was carried out on behalf of the Environment"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "Agency's West Midlands team by TRL, with sample analysis provided by Gradko International Ltd. A copy of the report is below. Diffusion Tube Report - 14 April 2022 - 14 July 2022 Interim Reports We routinely produced Interim Reports which look at large sets of air quality data collected over six months or more, from the mobile monitoring facilities (MMFs). These reports are much more detailed than the Monthly Air Quality Reports. They identify the local sources of air pollutants and odour nuisances and quantifies the environmental impact of these pollutants on the surrounding area and the"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "local community. So far we have produced the following Interim Reports: Environment Agency – Study of Ambient Air Quality at Silverdale, Interim Report 1 – March to September 2021 Environment Agency - Study of Ambient Air Quality at Silverdale, Interim Report 2 - 4 March 21 to 31 May 2022 Environment Agency Task Specific Analysis Interim Air Quality Reports We are also using the monitoring data to identify trends, correlate the data with weather patterns, look at the time and day of increases (and decreases), weather analysis and if certain activities on the site or in the local area,"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "Landfill Site Library - Previous Air Quality Reports <p>Some content on this page may not display correctly. Please enable JavaScript in your browser&#39;s settings and refresh the page.</p> Library - Previous Air Quality Reports Please click on the links below for previous Air Quality reports. The last 3 months can be found on the Air Quality Monitoring page . EA Monthly Air Quality Report UKHSA Health Risk Assessment March 2025 February 2025 February 2025 January 2025 Interim Health Risk Assessment January 6th - 12th , January 2025 December 2024 December 2024 November 2024 November 2024"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "October 2024 October 2024 September 2024 September 2024 August 2024 August 2024 July 2024 July 2024 June 2024 June 2024 May 2024 May 2024 April 2024 April 2024 March 2024 March 2024 February 2024 February 2024 January 2024 January 2024 December 2023 December 2023 November 2023 November 2023 October 2023 October 2023 September 2023 September 2023 August 2023 August 2023 July 2023 July 2023 June 2023 June 2023 May 2023 May 2023 April 2023 April 2023 March 2023 March 2023 February 2023 February 2023 January 2023 January 2023 December 2022 December 2022 November 2022 November 2022 October 2022"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "October 2022 September 2022 September 2022 August 2022 August 2022 July 2022 July 2022 June 2022 June 2022 May 2022 May 2022 April 2022 April 2022 March 2022 March 2022 February 2022 February 2022 January 2022 January 2022 December 2021 December 2021 November 2021 November 2021 October 2021 October 2021 September 2021 September 2021 August 2021 August 2021 July 2021 July 2021 June 2021 June 2021 May 2021 May 2021 April 2021 April 2021 Environment Agency Task Specific Analysis Air Quality Reports In 2022 we conducted a short study using passive hydrogen sulphide (H 2 S) diffusion tube"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "monitoring carried out in the vicinity of Walley's Quarry Landfill Site in Silverdale between the 14 April 2022 and 14 July 2022. The monitoring was carried out on behalf of the Environment Agency's West Midlands team by TRL, with sample analysis provided by Gradko International Ltd. A copy of the report is below. Diffusion Tube Report - 14 April 2022 - 14 July 2022 Interim Reports We routinely produced Interim Reports which look at large sets of air quality data collected over six months or more, from the mobile monitoring facilities (MMFs). These reports are much more detailed than the"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "Monthly Air Quality Reports. They identify the local sources of air pollutants and odour nuisances and quantifies the environmental impact of these pollutants on the surrounding area and the local community. So far we have produced the following Interim Reports: Environment Agency – Study of Ambient Air Quality at Silverdale, Interim Report 1 – March to September 2021 Environment Agency - Study of Ambient Air Quality at Silverdale, Interim Report 2 - 4 March 21 to 31 May 2022 Environment Agency Task Specific Analysis Interim Air Quality Reports We are also using the monitoring data to"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "identify trends, correlate the data with weather patterns, look at the time and day of increases (and decreases), weather analysis and if certain activities on the site or in the local area, contribute to the issues. This is ongoing internal work and used to inform our regulatory activities. The report below provides a comparison between ambient air quality data at MMF9 Galingale View, Silverdale between the 6 March 2021 – 30 April 2021 and 6 March 2022 – 30 April 2022. Comparisons of Ambient Air Quality Data at MMF9 Galingale View, Silverdale Environment Agency Air Quality Exceedance"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "Reports If the levels of hydrogen sulphide exceed the World Health Organisation's (WHO) guideline level for health impacts (this is recorded over a 24hr average) we will inform all partners immediately and produce a report within 48hrs. Public Health England will be immediately informed so advice can be issued from our public health partners Staffordshire County Council. We call this an Exceedance Report. Exceedance Reports are published below. Monthly Air Quality Monitoring Report - March Monitoring Period (4 March – 31 March 21) Environment Agency Final Report Once we complete a"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "monitoring study we consider all the data that we have collected, finalise it and produce a comprehensive final report. As the current study has not concluded, there is no final report available for this study yet. However we have two final reports from studies we undertook previously in 2017 and 2019. Please see below for more detail on this. Study of Ambient Air Quality at Silverdale Road 6 July 2017 to 14 February 2018 - Version 1 Study of Ambient Air Quality at Silverdale Road 6 July 2017 to 14 February 2018 - Version 2 Study of Ambient Air Quality at Silverdale 15 January 2019 and 25 June"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "2019 - Version 1 Study of Ambient Air Quality at Silverdale 15 January 2019 and 25 June 2019 - Version 2 Previous Air Quality Monitoring (2017-19) We have previously installed specialist air quality monitoring equipment in 2018 and 2019 to enable us to further understand the potential impact on air quality from Walleys Quarry landfill site. This equipment was installed on: 6 July 2017 - 14 February 2018 on the pumping station off Silverdale Road and 15 January 2019 - 25 June 2019 near the northern boundary of the site, on the grounds of Garner's Garden Centre. Summaries of the previous air"
    },
    {
      "source": {
        "type": "WEB_PAGE",
        "id": "https://engageenvironmentagency.uk.engagementhq.com/previous-air-quality-reports"
      },
      "content": "quality monitoring reports are available to view below. Study of Ambient Air Quality at Silverdale - 15 January 2019 and 25 June 2019 Study of Ambient Air Quality at Silverdale Road - 6 July 2017 to 14 February 2018 The Public Health England (PHE) response to the Air Quality Monitoring carried out in 2017-2019 is linked here. Please click here to return to the library. Defra Chief Scientific Reports We welcomed the report compiled by Defra's Chief Scientific Adviser's Office and have taken time to carefully consider the report and its recommendations. Many of the report's recommendations"
    }
  ]
}
